Repository: TunNetCom/TunNetCom-SilkRoadErp
Catalog: src/WebApps/TunNetCom.SilkRoadErp.Sales.WebApp/Locales/SharedResource.*.resx
Languages: ar, fr

# Confirmation_Validation_Titre
source: Confirm validation
ar: تأكيد التحقق
fr: Confirmer la validation

# Confirmation_Validation_DeliveryNote
source: Are you sure you want to validate delivery note #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من إيصال التسليم رقم {0}؟
fr: Êtes-vous sûr de vouloir valider le bon de livraison n°{0} ?

# Confirmation_Validation_DeliveryNotes
source: Are you sure you want to validate {0} delivery note{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} إيصال{1} تسليم؟
fr: Êtes-vous sûr de vouloir valider {0} bon{1} de livraison ?

# Confirmation_Validation_Order
source: Are you sure you want to validate order #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من الطلب رقم {0}؟
fr: Êtes-vous sûr de vouloir valider la commande n°{0} ?

# Confirmation_Validation_Orders
source: Are you sure you want to validate {0} order{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} طلب{1}؟
fr: Êtes-vous sûr de vouloir valider {0} commande{1} ?

# Confirmation_Validation_Invoice
source: Are you sure you want to validate invoice #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من الفاتورة رقم {0}؟
fr: Êtes-vous sûr de vouloir valider la facture n°{0} ?

# Confirmation_Validation_Invoices
source: Are you sure you want to validate {0} invoice{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} فاتورة{1}؟
fr: Êtes-vous sûr de vouloir valider {0} facture{1} ?

# Confirmation_Validation_Quotation
source: Are you sure you want to validate quotation #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من العرض رقم {0}؟
fr: Êtes-vous sûr de vouloir valider le devis n°{0} ?

# Confirmation_Validation_Quotations
source: Are you sure you want to validate {0} quotation{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} عرض{1}؟
fr: Êtes-vous sûr de vouloir valider {0} devis ?

# Confirmation_Validation_ReceiptNote
source: Are you sure you want to validate receipt note #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من إيصال الاستلام رقم {0}؟
fr: Êtes-vous sûr de vouloir valider le bon de réception n°{0} ?

# Confirmation_Validation_ReceiptNotes
source: Are you sure you want to validate {0} receipt note{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} إيصال{1} استلام؟
fr: Êtes-vous sûr de vouloir valider {0} bon{1} de réception ?

# Confirmation_Validation_ProviderInvoice
source: Are you sure you want to validate provider invoice #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من فاتورة المورد رقم {0}؟
fr: Êtes-vous sûr de vouloir valider la facture fournisseur n°{0} ?

# Confirmation_Validation_ProviderInvoices
source: Are you sure you want to validate {0} provider invoice{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} فاتورة{1} مورد؟
fr: Êtes-vous sûr de vouloir valider {0} facture{1} fournisseur ?

# Confirmation_Validation_Avoir
source: Are you sure you want to validate credit note #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من إشعار الائتمان رقم {0}؟
fr: Êtes-vous sûr de vouloir valider l'avoir n°{0} ?

# Confirmation_Validation_Avoirs
source: Are you sure you want to validate {0} credit note{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} إشعار{1} ائتمان؟
fr: Êtes-vous sûr de vouloir valider {0} avoir{1} ?

# Confirmation_Validation_AvoirFournisseur
source: Are you sure you want to validate provider credit note #{0}?
ar: هل أنت متأكد من أنك تريد التحقق من إشعار ائتمان المورد رقم {0}؟
fr: Êtes-vous sûr de vouloir valider l'avoir fournisseur n°{0} ?

# Confirmation_Validation_AvoirsFournisseur
source: Are you sure you want to validate {0} provider credit note{1}?
ar: هل أنت متأكد من أنك تريد التحقق من {0} إشعار{1} ائتمان مورد؟
fr: Êtes-vous sûr de vouloir valider {0} avoir{1} fournisseur ?

# Validation_Success_DeliveryNote
source: Delivery note validated successfully.
ar: تم التحقق من إيصال التسليم بنجاح.
fr: Bon de livraison validé avec succès.

# Validation_Success_DeliveryNotes
source: Delivery notes validated successfully.
ar: تم التحقق من إيصالات التسليم بنجاح.
fr: Bons de livraison validés avec succès.

# Validation_Success_Order
source: Order validated successfully.
ar: تم التحقق من الطلب بنجاح.
fr: Commande validée avec succès.

# Validation_Success_Orders
source: Orders validated successfully.
ar: تم التحقق من الطلبات بنجاح.
fr: Commandes validées avec succès.

# Validation_Success_Invoice
source: Invoice validated successfully.
ar: تم التحقق من الفاتورة بنجاح.
fr: Facture validée avec succès.

# Validation_Success_Invoices
source: Invoices validated successfully.
ar: تم التحقق من الفواتير بنجاح.
fr: Factures validées avec succès.

# Validation_Success_Quotation
source: Quotation validated successfully.
ar: تم التحقق من العرض بنجاح.
fr: Devis validé avec succès.

# Validation_Success_Quotations
source: Quotations validated successfully.
ar: تم التحقق من العروض بنجاح.
fr: Devis validés avec succès.

# Validation_Success_ReceiptNote
source: Receipt note validated successfully.
ar: تم التحقق من إيصال الاستلام بنجاح.
fr: Bon de réception validé avec succès.

# Validation_Success_ReceiptNotes
source: Receipt notes validated successfully.
ar: تم التحقق من إيصالات الاستلام بنجاح.
fr: Bons de réception validés avec succès.

# Validation_Success_ProviderInvoice
source: Provider invoice validated successfully.
ar: تم التحقق من فاتورة المورد بنجاح.
fr: Facture fournisseur validée avec succès.

# Validation_Success_ProviderInvoices
source: Provider invoices validated successfully.
ar: تم التحقق من فواتير المورد بنجاح.
fr: Factures fournisseur validées avec succès.

# Validation_Success_Avoir
source: Credit note validated successfully.
ar: تم التحقق من إشعار الائتمان بنجاح.
fr: Avoir validé avec succès.

# Validation_Success_Avoirs
source: Credit notes validated successfully.
ar: تم التحقق من إشعارات الائتمان بنجاح.
fr: Avoirs validés avec succès.

# Validation_Success_AvoirFournisseur
source: Provider credit note validated successfully.
ar: تم التحقق من إشعار ائتمان المورد بنجاح.
fr: Avoir fournisseur validé avec succès.

# Validation_Success_AvoirsFournisseur
source: Provider credit notes validated successfully.
ar: تم التحقق من إشعارات ائتمان المورد بنجاح.
fr: Avoirs fournisseur validés avec succès.

# Select_At_Least_One_DeliveryNote
source: Please select at least one delivery note.
ar: يرجى تحديد إيصال تسليم واحد على الأقل.
fr: Veuillez sélectionner au moins un bon de livraison.

# Cannot_Validate_New_Document
source: Cannot validate a new unsaved document.
ar: لا يمكن التحقق من صحة مستند جديد غير محفوظ.
fr: Impossible de valider un nouveau document non enregistré.

# Document_Already_Validated
source: This document is already validated.
ar: تم التحقق من صحة هذا المستند بالفعل.
fr: Ce document est déjà validé.

source: Invalid document number.
ar: رقم المستند غير صالح.
fr: Numéro de document invalide.

source: Validate
ar: التحقق
fr: Valider

# Select_At_Least_One_Order
source: Please select at least one order.
ar: يرجى تحديد طلب واحد على الأقل.
fr: Veuillez sélectionner au moins une commande.

# Select_At_Least_One_Invoice
source: Please select at least one invoice.
ar: يرجى تحديد فاتورة واحدة على الأقل.
fr: Veuillez sélectionner au moins une facture.

# Select_At_Least_One_Quotation
source: Please select at least one quotation.
ar: يرجى تحديد عرض واحد على الأقل.
fr: Veuillez sélectionner au moins un devis.

# Select_At_Least_One_ReceiptNote
source: Please select at least one receipt note.
ar: يرجى تحديد إيصال استلام واحد على الأقل.
fr: Veuillez sélectionner au moins un bon de réception.

# Select_At_Least_One_ProviderInvoice
source: Please select at least one provider invoice.
ar: يرجى تحديد فاتورة مورد واحدة على الأقل.
fr: Veuillez sélectionner au moins une facture fournisseur.

# Select_At_Least_One_Avoir
source: Please select at least one credit note.
ar: يرجى تحديد إشعار ائتمان واحد على الأقل.
fr: Veuillez sélectionner au moins un avoir.

# Select_At_Least_One_AvoirFournisseur
source: Please select at least one provider credit note.
ar: يرجى تحديد إشعار ائتمان مورد واحد على الأقل.
fr: Veuillez sélectionner au moins un avoir fournisseur.

source: Success
ar: نجاح
fr: Succès

source: Error
ar: خطأ
fr: Erreur

# Unexpected_Error
source: An error occurred.
ar: حدث خطأ.
fr: Une erreur est survenue.

source: Notifications
ar: الإشعارات

source: Unread notifications
ar: الإشعارات غير المقروءة
fr: Notifications non lues

source: Mark as read
ar: وضع علامة كمقروء
fr: Marquer comme lu

source: Mark all as read
ar: وضع علامة على الكل كمقروء
fr: Tout marquer comme lu

source: No notifications
ar: لا توجد إشعارات
fr: Aucune notification

source: New
ar: جديد
fr: Nouveau

source: Close
ar: إغلاق
fr: Fermer

# Print_Solde
source: Print balance
fr: Imprimer le solde

# Erreur_Impression_Solde
source: Unable to generate balance report.
fr: Impossible de générer le rapport de solde.

source: Show only missing products
fr: Afficher uniquement les produits manquants

# Retour_Marchandise_Fournisseur
source: Supplier Return
fr: Retour marchandise fournisseur

# Retours_Marchandise_Fournisseur_List
source: Supplier Returns List
fr: Liste des retours marchandise fournisseur

# Nouveau_Retour_Marchandise_Fournisseur
source: New Supplier Return
fr: Nouveau retour marchandise fournisseur

# Select_At_Least_One_Retour
source: Please select at least one return
fr: Veuillez sélectionner au moins un retour

# Confirmation_Validation_Retours
source: Are you sure you want to validate {0} return{1}?
fr: Êtes-vous sûr de vouloir valider {0} retour{1} ?

# Confirmation_Validation_Retour
source: Are you sure you want to validate return {0}?
fr: Êtes-vous sûr de vouloir valider le retour {0} ?

# Validation_Success_Retours
source: Returns have been validated successfully
fr: Les retours ont été validés avec succès

# Validation_Success_Retour
source: Return has been validated successfully
fr: Le retour a été validé avec succès

# Ref_Produit
source: Product Reference
fr: Référence produit

# Quantite
source: Quantity
fr: Quantité

# Quantite_Livree
source: Delivered Quantity
fr: Quantité livrée

# Quantite_Non_Livree
source: Undelivered Quantity
fr: Quantité non livrée

# Lignes_BL
source: BL Lines
fr: Lignes BL

# Quantites_Non_Livrees_Indicator
source: Undelivered Quantities
fr: Quantités non livrées

# Facture
source: Invoice
fr: Facture

# Bons_Livraison
source: Delivery Notes
fr: Bons de livraison

# Clients_Avec_Problemes_Solde
source: Clients with Balance Issues
fr: Clients avec problèmes de solde

# Quantites_Non_Livrees
source: Undelivered Quantities
fr: Quantités non livrées

# Date_Dernier_Document
source: Last Document Date
fr: Date dernier document
