Repository: TunNetCom/TunNetCom-SilkRoadErp
Catalog: src/WebApps/TunNetCom.SilkRoadErp.Sales.WebApp/Locales/SharedResource.*.resx
Languages: ar, fr

source: Add Client
ar: إضافة عميل
fr: Ajouter un client

# Adresse
source: Address
ar: العنوان
fr: Adresse

source: Cancel
ar: إلغاء
fr: Annuler

# Clients
source: Customers
ar: العملاء
fr: Clients

source: Code
ar: الكود

# CodeCat
source: Category Code
ar: كود الفئة
fr: Code Catégorie

source: Delete
ar: حذف
fr: Supprimer

source: Edit
ar: تعديل
fr: Modifier

source: View
ar: عرض
fr: Voir

source: Edit Client
ar: تعديل العميل
fr: Modifier le client

# EtbSec
source: Secondary Establishment
ar: المؤسسة الثانوية
fr: Établissement Secondaire

source: Home
ar: الرئيسية
fr: Maison

source: Loading...
ar: جاري التحميل...
fr: Chargement...

# Mail
source: Email
ar: البريد الإلكتروني

# Matricule
source: Registration Number
ar: رقم التسجيل
fr: Numéro d'inscription

source: Next
ar: التالي
fr: Suivant

# Nom
source: Name
ar: الاسم
fr: Nom

source: Previous
ar: السابق
fr: Précédent

source: Save
ar: حفظ
fr: Sauvegarder

source: Search...
ar: بحث...
fr: Rechercher

source: Silk Road ERP
ar: نظام إدارة طريق الحرير
fr: Erp de la Route de la Soie

# Tel
source: Phone
ar: الهاتف
fr: Téléphone

source: Customer
ar: العميل
fr: Client

# delete_message
source: Do you want to delete
ar: هل تريد حذف

# delete_title
source: Delete
ar: حذف

# select_customer
source: Select a customer
ar: اختر عميل
fr: Selectionner un client

source: Customer ID
ar: معرف العميل
fr: Identifiant client

source: Company Name
ar: اسم الشركة
fr: Nom de l'entreprise

source: Invoice Number
ar: رقم الفاتورة
fr: Numéro de facture

source: Date
ar: التاريخ

source: Total Incl. Tax
ar: المجموع شامل الضريبة
fr: Total TTC

source: Delivery Notes Details
ar: تفاصيل بوالص التسليم
fr: Détails bons de livraison

source: Number
ar: الرقم
fr: Numéro

# total_ex_tax
source: Total Excl. Tax
ar: المجموع بدون ضريبة
fr: Total HT

# net_payer
source: Net to Pay
ar: صافي المدفوع
fr: Net à payer

source: Total Net
ar: المجموع الصافي

source: Total Gross
ar: المجموع الإجمالي
fr: Total Brut

source: Total VAT
ar: مجموع ضريبة القيمة المضافة
fr: Total TVA

source: Detach from Invoice
ar: فصل عن الفاتورة
fr: Détacher de la facture

source: Manage Invoices
ar: إدارة الفواتير
fr: Gérer factures

source: Customer Invoice Details
ar: تفاصيل فاتورة العميل
fr: Détails facture client

source: Uninvoiced Delivery Notes Details
ar: تفاصيل بوالص التسليم غير المفوترة
fr: Détails bons de livraison non facturées

# attach_delivery_note_to_invoice
source: Attach to Invoice
ar: إرفاق إلى الفاتورة
fr: Joindre à la facture

source: Delivery Note Number
ar: رقم بوليصة التسليم
fr: Numéro bon de livraison

# manage_providers_invoices
source: Manage Provider Invoices
ar: إدارة فواتير الموردين
fr: Gérer les Factures des fournisseurs

# select_provider
source: Select a Provider
ar: اختر مورد
fr: Selectionner un fournisseur

source: Provider Invoice Details
ar: تفاصيل فاتورة المورد
fr: Détails facture fournisseur

source: Create New Invoice
ar: إنشاء فاتورة جديدة
fr: Créer une nouvelle facture

# provider_invoice_number
source: Supplier Invoice Number
ar: رقم الفاتورة لدى المورد
fr: Numéro chez fournisseur

# edit_provider_invoice_number
source: Edit Supplier Invoice Number
ar: تعديل رقم الفاتورة لدى المورد
fr: Modifier le numéro chez fournisseur

source: Receipt Notes Details
ar: تفاصيل بوالص الاستلام
fr: Détails bons de réception

source: Uninvoiced Receipt Notes Details
ar: تفاصيل بوالص الاستلام غير المفوترة
fr: Détails bons de réception non facturés

# attach_receipt_note_to_invoice
source: Attach Receipt Notes to Invoice
ar: إرفاق بوالص الاستلام إلى الفاتورة
fr: Joindre bons de réception à la facture

# discount_percentage
source: Discount %
ar: نسبة الخصم %
fr: Remise %

# unit_price_required
source: Unit Price
ar: السعر للوحدة
fr: Prix Unitaire

source: Quantity
ar: الكمية
fr: Qte

source: Product
ar: المنتج
fr: Article

source: Total Including Tax
ar: المجموع شامل الضريبة
fr: Total TTC

# tot_ttc
source: Total Including Tax
ar: المجموع شامل الضريبة
fr: Total TTC

source: Total Excluding Tax
ar: المجموع بدون ضريبة
fr: Total HT

# unit_price_ht
source: Unit Price
ar: السعر للوحدة
fr: Prix Unitaire

# vat_percentage
source: VAT %
ar: نسبة الضريبة %
fr: TVA

source: Customer Name
ar: اسم العميل
fr: Nom Client

source: Customer Phone
ar: هاتف العميل
fr: Téléphone Client

source: Customer Address
ar: عنوان العميل
fr: Adresse Client

# customer_matricule
source: Customer Registration Number
ar: رقم تسجيل العميل
fr: Matricule client

source: Customer Email
ar: بريد العميل الإلكتروني
fr: Email Client

# save_label
source: Save
ar: حفظ
fr: Sauvegarder

source: Delivery Notes
ar: بوالص التسليم
fr: Bons de livraison

source: Invoiced
ar: مفوتر
fr: Facturé

source: Not Invoiced
ar: غير مفوتر
fr: Non Facturé

source: Start Date
ar: تاريخ البداية
fr: Date de début

source: End Date
ar: تاريخ النهاية
fr: Date de fin

# period_filter
source: Period
ar: الفترة
fr: Période

source: Select Period
ar: اختر الفترة
fr: Sélectionner une période

source: Current Month
ar: الشهر الحالي
fr: Mois actuel

source: Last Month
ar: الشهر السابق
fr: Mois précédent

source: Custom Period
ar: فترة مخصصة
fr: Période personnalisée

source: Delivery Note Status
ar: حالة بوليصة التسليم
fr: Statut bon de livraison

# select_invoice
source: Select an Invoice
ar: اختر فاتورة
fr: Selectionner une facture

source: Delivery Note Saved Successfully
ar: تم حفظ بوليصة التسليم بنجاح
fr: Bon de livraison enregistré avec succés

# add_new_order
source: Add New Line
ar: إضافة سطر جديد
fr: Ajouter une ligne

source: Print
ar: طباعة

source: Apply discount
ar: تطبيق الخصم
fr: Appliquer remise

source: Apply
ar: تطبيق
fr: Appliquer

# apply_discount_to_all
source: Apply discount to all lines
ar: تطبيق الخصم على جميع الأسطر
fr: Appliquer la remise à toutes les lignes

source: Apply VAT
ar: تطبيق ضريبة القيمة المضافة
fr: Appliquer TVA

# apply_vat_to_all
source: Apply VAT to all lines
ar: تطبيق ضريبة القيمة المضافة على جميع الأسطر
fr: Appliquer la TVA à toutes les lignes

source: Apply purchase info
ar: تطبيق معلومات الشراء
fr: Appliquer infos achat

source: Apply purchase info to line
ar: تطبيق معلومات الشراء على السطر
fr: Appliquer infos achat à la ligne

source: Use product values
ar: استخدام قيم المنتج
fr: Utiliser les valeurs du produit

source: Use last purchase info
ar: استخدام آخر معلومات الشراء
fr: Utiliser les dernières infos d'achat

# purchase_info_from_product
source: Purchase price, purchase discount and VAT from product
ar: سعر الشراء وخصم الشراء وضريبة القيمة المضافة من المنتج
fr: Prix d'achat, remise d'achat et TVA depuis le produit

# purchase_info_from_receipt
source: Price, discount and VAT from last receipt note
ar: السعر والخصم وضريبة القيمة المضافة من آخر إيصال استلام
fr: Prix, remise et TVA depuis le dernier bon de réception

# select_printer
source: Select a printer
ar: اختر طابعة
fr: Sélectionner une imprimante

source: Printer
ar: طابعة
fr: Imprimante

source: Loading printers...
ar: جاري تحميل الطابعات...
fr: Chargement des imprimantes...

source: No printers available
ar: لا توجد طابعات متاحة
fr: Aucune imprimante disponible

source: Duplex printing
ar: طباعة على الوجهين
fr: Impression recto-verso

source: Copies
ar: نسخ

source: Print mode
ar: وضع الطباعة
fr: Mode d'impression

source: Download PDF
ar: تحميل PDF
fr: Télécharger PDF

source: Print directly
ar: طباعة مباشرة
fr: Imprimer directement

# print_job_submitted
source: Print job submitted successfully
ar: تم إرسال مهمة الطباعة بنجاح
fr: Tâche d'impression soumise avec succès

source: Confirm
ar: تأكيد
fr: Confirmer

source: Failed to Save Delivery Note
ar: فشل في حفظ بوليصة التسليم
fr: Échec de l'enregistrement du bon de livraison

source: Input Error
ar: خطأ في الإدخال
fr: Erreur de saisie

source: Manage Customer Invoices
ar: إدارة فواتير العملاء
fr: Gérer Factures Clients

# pourcentage_retenu
source: Retained Percentage
ar: النسبة المحتجزة
fr: Pourcentage Retenu

# CustomerPreview
source: Customer Overview
ar: نظرة عامة على العميل
fr: Aperçu du client

# UnableToLoadCustomer
source: Unable to Load Customer Information
ar: تعذر تحميل معلومات العميل
fr: Impossible de charger les informations du client

source: Not Available
ar: غير متاح
fr: Non disponible

source: Customer Code
ar: كود العميل
fr: Code du client

# customer_codeCat
source: Customer Category Code
ar: كود فئة العميل
fr: Code catégorie du client

# customer_etbSec
source: Secondary Establishment
ar: المؤسسة الثانوية
fr: Établissement secondaire

# actions_label
source: Actions
ar: الإجراءات

# cancel_label
source: Cancel
ar: إلغاء
fr: Annuler

source: Add Product
ar: إضافة منتج
fr: Ajouter un article

source: Products
ar: المنتجات
fr: Articles

# delete_button_label
source: Delete
ar: حذف
fr: Supprimer

# edit_button_label
source: Edit
ar: تعديل
fr: Modifier

source: Edit Product
ar: تعديل المنتج
fr: Modifier article

source: Product Name
ar: اسم المنتج
fr: Nom de l'article

# product_prix
source: Product Price
ar: سعر المنتج
fr: Prix article

# product_prixAchat
source: Purchase Price
ar: سعر الشراء
fr: Prix d'achat

# product_qte
source: Product Quantity
ar: كمية المنتج
fr: Qantité d'article

# product_qteLimite
source: Limited Product Quantity
ar: الكمية المحدودة للمنتج
fr: Qantité limité d'article

# product_refe
source: Product Reference
ar: مرجع المنتج
fr: Refernece de l'article

source: Add Provider
ar: إضافة مورد
fr: ajouter un fournisseur

source: Edit Provider
ar: تعديل المورد
fr: Modifier le fournisseur

# provider_adress
source: Address
ar: العنوان
fr: Adresse

# provider_code
source: Code
ar: الكود

# provider_code_cat
source: Category Code
ar: كود الفئة
fr: CodeCat

# provider_constructor
source: Constructor
ar: المنشئ
fr: Constructeur

# provider_email
source: Email
ar: البريد الإلكتروني

# provider_etb_sec
source: Secondary Establishment
ar: المؤسسة الثانوية
fr: Établissement Secondaire

# provider_fax
source: Fax
ar: الفاكس

# provider_matricule
source: Registration Number
ar: رقم التسجيل
fr: Matricule

source: Provider Name
ar: اسم المورد
fr: Nom du fournisseur

# provider_phone
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# provider_second_email
source: Second Email
ar: البريد الإلكتروني الثاني
fr: Deuxième E-mail

# product_remise
source: Product Discount
ar: خصم المنتج
fr: Remise article

# product_remiseAchat
source: Purchase Discount
ar: خصم الشراء
fr: Remise d'achat

# product_tva
source: VAT
ar: ضريبة القيمة المضافة
fr: TVA

# product_visibilite
source: Visibility
ar: الرؤية
fr: Visibilité

source: Providers
ar: الموردون
fr: Fournisseurs

# Timbre
source: Stamp
ar: الطابع الجبائي
fr: Timbre

# Adresse_retenu
source: Withholding Address
ar: عنوان المقتطع
fr: Adresse retenue

# matricule_fiscale
source: Tax Registration Number
ar: المطبق الجبائي
fr: Matricule fiscale

# pourcentage_fodec
source: FODEC Percentage %
ar: نسبة الفوديك %
fr: Pourcentage FODEC %

source: Fax
ar: الفاكس

# CodeTva
source: VAT Code
ar: كود ضريبة القيمة المضافة
fr: Code TVA

# created_with_success
source: created successfully
ar: تم الإنشاء بنجاح
fr: créé avec succès

# updated_with_success
source: updated successfully
ar: تم التحديث بنجاح
fr: mis à jour avec succès

source: Provider
ar: المورد
fr: Fournisseur

source: Overview
ar: نظرة عامة
fr: Vue d'ensemble

source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

source: Accounts
ar: الحسابات
fr: Comptes

source: Manage Invoices
ar: إدارة الفواتير
fr: Gestion Factures

source: Delivery Note
ar: بوليصة التسليم
fr: Bon de livraison

source: Delivery Notes List
ar: قائمة بوالص التسليم
fr: Liste des bons de livraison

source: Invoices List
ar: قائمة الفواتير
fr: Liste des factures

source: Receipt Note
ar: بوليصة الاستلام
fr: Bon de réception

source: Receipt Notes List
ar: قائمة بوالص الاستلام
fr: Liste des bons de réception

source: Stock
ar: المخزون

source: Articles
ar: المقالات

source: Silk Road ERP
ar: نظام إدارة طريق الحرير
fr: ERP Route de la Soie

source: No records to display
ar: لا توجد سجلات للعرض
fr: Aucun enregistrement à afficher

# no_receipt_notes_found
source: No Receipt Notes Found for this Invoice
ar: لم يتم العثور على بوالص استلام لهذه الفاتورة
fr: Aucun bon de réception trouvé pour cette facture

source: History
ar: تاريخ
fr: Historique

source: article
ar: مقال

source: Partial Delivery
ar: تسليم جزئي
fr: Livraison partielle

source: Delivered Quantity
ar: الكمية المسلمة
fr: Quantité livrée

source: Enable partial delivery
ar: تفعيل التسليم الجزئي
fr: Activer la livraison partielle

# Paiements_Clients
source: Client Payments
ar: مدفوعات العملاء
fr: Paiements Clients

# Paiements_Fournisseurs
source: Supplier Payments
ar: مدفوعات الموردين
fr: Paiements Fournisseurs

# Soldes_Clients
source: Client Balances
ar: أرصدة العملاء
fr: Soldes Clients

# Soldes_Fournisseurs
source: Supplier Balances
ar: أرصدة الموردين
fr: Soldes Fournisseurs

# Banques
source: Banks
ar: البنوك
fr: Banques

# Ajouter_Paiement
source: Add Payment
ar: إضافة دفعة
fr: Ajouter un paiement

# Nouveau_Paiement_Client
source: New Client Payment
ar: دفعة عميل جديدة
fr: Nouveau paiement client

# Modifier_Paiement
source: Edit Payment
ar: تعديل الدفعة
fr: Modifier le paiement

# Retour
source: Back
ar: رجوع
fr: Retour

# Numero_Paiement
source: Payment Number
ar: رقم الدفعة
fr: Numéro du paiement

# Numero_Transaction_Bancaire
source: Bank Transaction Number (optional)
ar: رقم المعاملة البنكية (اختياري)
fr: Numéro de transaction bancaire (optionnel)

# Numero_Transaction_Bancaire_Description
source: Bank transaction number associated with this payment
ar: رقم المعاملة البنكية المرتبط بهذه الدفعة
fr: Numéro de transaction bancaire associé à ce paiement

# Exercice_Comptable
source: Accounting Year
ar: التمرين المحاسبي
fr: Exercice comptable

# Exercice_Comptable_Filter
source: Accounting Year
ar: التمرين المحاسبي
fr: Exercice comptable

# Date_Paiement
source: Payment Date
ar: تاريخ الدفعة
fr: Date de paiement

# Methode_Paiement
source: Payment Method
ar: طريقة الدفع
fr: Méthode de paiement

# Select_Methode
source: Select Method
ar: اختر طريقة
fr: Sélectionner une méthode

# Numero_Cheque_Traite
source: Check/Draft Number
ar: رقم الشيك/السند
fr: Numéro chèque/traite

# Select_Banque
source: Select Bank
ar: اختر بنك
fr: Sélectionner une banque

# Nouvelle_Banque
source: New Bank
ar: بنك جديد
fr: Nouvelle banque

# Date_Echeance
source: Due Date
ar: تاريخ الاستحقاق
fr: Date d'échéance

# Facture_Optionnel
source: Invoice (optional)
ar: الفاتورة (اختياري)
fr: Facture (optionnel)

# Select_Facture
source: Select Invoice
ar: اختر فاتورة
fr: Sélectionner une facture

# Bon_Livraison_Optionnel
source: Delivery Note (optional)
ar: إيصال التسليم (اختياري)
fr: Bon de livraison (optionnel)

# Select_Bon_Livraison
source: Select Delivery Note
ar: اختر إيصال تسليم
fr: Sélectionner un bon de livraison

# Commentaire_Optionnel
source: Comment (optional)
ar: تعليق (اختياري)
fr: Commentaire (optionnel)

# Creer
source: Create
ar: إنشاء
fr: Créer

# Aucun_Paiement
source: No payment found.
ar: لم يتم العثور على دفعة.
fr: Aucun paiement trouvé.

# Chargement
source: Loading...
ar: جاري التحميل...
fr: Chargement...

# Attention
source: Warning
ar: تحذير
fr: Attention

source: Validation
ar: التحقق

source: Select Client
ar: اختر عميل
fr: Sélectionner un client

# Select_Client_Validation
source: Please select a client
ar: يرجى اختيار عميل
fr: Veuillez sélectionner un client

# No_Accounting_Year
source: No active accounting year found
ar: لم يتم العثور على تمرين محاسبي نشط
fr: Aucun exercice comptable actif trouvé

# No_Accounting_Year_Validation
source: No active accounting year found. Please activate an accounting year.
ar: لم يتم العثور على تمرين محاسبي نشط. يرجى تفعيل تمرين محاسبي.
fr: Aucun exercice comptable actif trouvé. Veuillez activer un exercice comptable.

# Select_Methode_Validation
source: Please select a payment method
ar: يرجى اختيار طريقة دفع
fr: Veuillez sélectionner une méthode de paiement

# Paiement_Cree
source: Payment created successfully
ar: تم إنشاء الدفعة بنجاح
fr: Paiement créé avec succès

# Paiement_Modifie
source: Payment updated successfully
ar: تم تحديث الدفعة بنجاح
fr: Paiement modifié avec succès

# Paiement_Supprime
source: Payment deleted successfully
ar: تم حذف الدفعة بنجاح
fr: Paiement supprimé avec succès

# Erreur_Chargement_Accounting_Year
source: Error loading accounting year
ar: خطأ في تحميل التمرين المحاسبي
fr: Erreur lors du chargement de l'exercice comptable

# Erreur_Chargement_Banques
source: Error loading banks
ar: خطأ في تحميل البنوك
fr: Erreur lors du chargement des banques

# Erreur_Chargement_Paiement
source: Unable to load payment
ar: تعذر تحميل الدفعة
fr: Impossible de charger le paiement

# Erreur_Chargement
source: Error loading
ar: خطأ في التحميل
fr: Erreur lors du chargement

# Erreur_Chargement_Clients
source: Error loading clients
ar: خطأ في تحميل العملاء
fr: Erreur lors du chargement des clients

# Erreur_Chargement_Factures
source: Error loading invoices
ar: خطأ في تحميل الفواتير
fr: Erreur lors du chargement des factures

# Erreur_Chargement_BL
source: Error loading delivery notes
ar: خطأ في تحميل إيصالات التسليم
fr: Erreur lors du chargement des bons de livraison

# Erreur_Chargement_Paiements
source: Error loading payments
ar: خطأ في تحميل المدفوعات
fr: Erreur lors du chargement des paiements

# Erreur_Suppression
source: Error deleting
ar: خطأ في الحذف
fr: Erreur lors de la suppression

# Erreur_Sauvegarde
source: Error saving
ar: خطأ في الحفظ
fr: Erreur lors de la sauvegarde

# Confirmation_Suppression
source: Are you sure you want to delete this payment?
ar: هل أنت متأكد من حذف هذه الدفعة؟
fr: Êtes-vous sûr de vouloir supprimer ce paiement ?

# Confirmation_Suppression_Titre
source: Delete Confirmation
ar: تأكيد الحذف
fr: Confirmation de suppression

# Oui
source: Yes
ar: نعم
fr: Oui

# Non
source: No
ar: لا
fr: Non

# Espece
source: Cash
ar: نقد
fr: Espèce

# Cheque
source: Check
ar: شيك
fr: Chèque

# Traite
source: Draft
ar: سند
fr: Traite

# Rechercher
source: Search
ar: بحث
fr: Rechercher

# Tous_Exercices
source: All Years
ar: جميع التمارين
fr: Tous les exercices

# Numero_Col
source: Number
ar: الرقم
fr: Numéro

# Client_Col
source: Client
ar: العميل

# Montant_Col
source: Amount
ar: المبلغ
fr: Montant

# Date_Paiement_Col
source: Payment Date
ar: تاريخ الدفعة
fr: Date de paiement

# Methode_Col
source: Method
ar: الطريقة
fr: Méthode

# Banque_Col
source: Bank
ar: البنك
fr: Banque

source: Select Provider
ar: اختر مورد
fr: Sélectionner un fournisseur

# Erreur_Chargement_Providers
source: Error loading providers
ar: خطأ في تحميل الموردين
fr: Erreur lors du chargement des fournisseurs

# Nouveau_Paiement_Fournisseur
source: New Supplier Payment
ar: دفعة مورد جديدة
fr: Nouveau paiement fournisseur

# Select_Provider_Validation
source: Please select a provider
ar: يرجى اختيار مورد
fr: Veuillez sélectionner un fournisseur

# Facture_Fournisseur_Optionnel
source: Supplier Invoice (optional)
ar: فاتورة المورد (اختياري)
fr: Facture fournisseur (optionnel)

# Select_Facture_Fournisseur
source: Select Supplier Invoice
ar: اختر فاتورة مورد
fr: Sélectionner une facture fournisseur

# Bon_Reception_Optionnel
source: Receipt Note (optional)
ar: إيصال الاستلام (اختياري)
fr: Bon de réception (optionnel)

# Select_Bon_Reception
source: Select Receipt Note
ar: اختر إيصال استلام
fr: Sélectionner un bon de réception

# Erreur_Chargement_Factures_Fournisseur
source: Error loading supplier invoices
ar: خطأ في تحميل فواتير الموردين
fr: Erreur lors du chargement des factures fournisseur

# Erreur_Chargement_BR
source: Error loading receipt notes
ar: خطأ في تحميل إيصالات الاستلام
fr: Erreur lors du chargement des bons de réception

# Solde_Summary
source: Balance Summary
ar: ملخص الرصيد
fr: Résumé du solde

# Total_Factures
source: Total Invoices
ar: إجمالي الفواتير
fr: Total factures

# Total_BL_Non_Factures
source: Total Uninvoiced Delivery Notes
ar: إجمالي إيصالات التسليم غير المفوترة
fr: Total BL non facturés

# Total_Avoirs
source: Total Credit Notes
ar: إجمالي الإشعارات الدائنة
fr: Total avoirs

# Total_Factures_Avoir
source: Total Credit Invoices
ar: إجمالي فواتير الإشعارات الدائنة
fr: Total factures avoir

# Total_BR_Non_Factures
source: Total Uninvoiced Receipt Notes
ar: إجمالي إيصالات الاستلام غير المفوترة
fr: Total BR non facturés

# Total_Paiements
source: Total Payments
ar: إجمالي المدفوعات
fr: Total paiements

# Solde
source: Balance
ar: الرصيد
fr: Solde

source: Documents
ar: المستندات

source: Type
ar: النوع

# Erreur_Chargement_Solde
source: Error loading balance
ar: خطأ في تحميل الرصيد
fr: Erreur lors du chargement du solde

# Ajouter_Banque
source: Add Bank
ar: إضافة بنك
fr: Ajouter une banque

# Aucune_Banque
source: No bank found.
ar: لم يتم العثور على بنك.
fr: Aucune banque trouvée.

# Modifier_Banque
source: Edit Bank
ar: تعديل البنك
fr: Modifier la banque

# Nom_Banque
source: Bank Name
ar: اسم البنك
fr: Nom de la banque

# Confirmation_Suppression_Banque
source: Are you sure you want to delete this bank?
ar: هل أنت متأكد من حذف هذا البنك؟
fr: Êtes-vous sûr de vouloir supprimer cette banque ?

# Fonctionnalite_Non_Disponible
source: This feature is not yet available
ar: هذه الميزة غير متاحة بعد
fr: Cette fonctionnalité n'est pas encore disponible

source: Information
ar: معلومات

# Nom_Requis
source: Name is required
ar: الاسم مطلوب
fr: Le nom est requis

# Banque_Creee
source: Bank created successfully
ar: تم إنشاء البنك بنجاح
fr: Banque créée avec succès

# inventaires
source: Inventories
ar: الجرد
fr: Inventaires

# inventaire
source: Inventory
ar: جرد
fr: Inventaire

# add_inventaire
source: Create inventory
ar: إنشاء جرد
fr: Créer un inventaire

# date_inventaire
source: Inventory date
ar: تاريخ الجرد
fr: Date d'inventaire

# quantite_theorique
source: Theoretical quantity
ar: الكمية النظرية
fr: Quantité théorique

# quantite_reelle
source: Actual quantity
ar: الكمية الفعلية
fr: Quantité réelle

# dernier_prix_achat
source: Last purchase price
ar: آخر سعر شراء
fr: Dernier prix d'achat

# historique_achat_vente
source: Purchase/Sale History
ar: تاريخ الشراء/البيع
fr: Historique Achat/Vente

# lignes_inventaire
source: Inventory lines
ar: بنود الجرد
fr: Lignes d'inventaire

# valider
source: Validate
ar: التحقق
fr: Valider

# cloturer
source: Close
ar: إغلاق
fr: Clôturer

# statut
source: Status
ar: الحالة
fr: Statut

# num
source: Number
ar: الرقم
fr: Numéro

# document_num
source: Document number
ar: رقم المستند
fr: Numéro document

# fournisseur_client
source: Supplier/Customer
ar: المورد/العميل
fr: Fournisseur/Client

source: Back
ar: رجوع
fr: Retour

# stock_calcule
source: Calculated stock
ar: المخزون المحسوب
fr: Stock calculé

# stock_disponible
source: Available stock
ar: المخزون المتاح
fr: Stock disponible

# stock_initial
source: Initial stock
ar: المخزون الأولي
fr: Stock initial

# total_achats
source: Total purchases
ar: إجمالي المشتريات
fr: Total achats

# total_ventes
source: Total sales
ar: إجمالي المبيعات
fr: Total ventes

# stock_insuffisant
source: Insufficient stock
ar: مخزون غير كاف
fr: Stock insuffisant

# alerte_stock
source: Stock alert
ar: تنبيه المخزون
fr: Alerte stock

# forcer_vente
source: Force sale
ar: إجبار البيع
fr: Forcer la vente

# ajuster_quantite
source: Adjust quantity
ar: تعديل الكمية
fr: Ajuster la quantité

# stock_manquant
source: Missing stock
ar: المخزون المفقود
fr: Stock manquant

# quantite_demandee
source: Requested quantity
ar: الكمية المطلوبة
fr: Quantité demandée

# quantite_disponible
source: Available quantity
ar: الكمية المتاحة
fr: Quantité disponible

# difference_stock
source: Difference with theoretical stock
ar: الفرق مع المخزون النظري
fr: Différence avec le stock théorique

# stock_insuffisant_message
source: Available stock is insufficient for the requested quantity.
ar: المخزون المتاح غير كاف للكمية المطلوبة.
fr: Le stock disponible est insuffisant pour la quantité demandée.
